[
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":1,
        "Author":"Aguilar-Hernández V, Aguilar-Henonin L, Guzmán P. 2011. Diversity in the Architecture of ATLs, a Family of Plant Ubiquitin-Ligases, Leads to Recognition and Targeting of Substrates in Different Cellular Environments. PLoS ONE. 6(8):e23934"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":2,
        "Author":"Aihara K, Naramoto S, Hara M, Mizoguchi T. 2014. Increase in vascular pattern complexity caused by mutations in LHY and CCA1 in Arabidopsis thaliana under continuous light. Plant Biotechnology. 31(1):43–47"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":3,
        "Author":"Alabadı́ D, Yanovsky MJ, Más P, Harmer SL, Kay SA. 2002. Critical Role for CCA1 and LHY in Maintaining Circadian Rhythmicity in Arabidopsis. Current Biology. 12(9):757–61"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":4,
        "Author":"Alatorre-Cobos F, Chiappetta A, Bruno L, Bitonti MB. 2012. Translational regulation of Arabidopsis XIPOTL1 is modulated by phosphocholine levels via the phylogenetically conserved upstream open reading frame 30. J. Exp. Bot., 63, 5203-5221."
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":5,
        "Author":"Alvarez JP, Furumizu C, Efroni I, Eshed Y, Bowman JL. 2016. Active suppression of a leaf meristem orchestrates determinate leaf growth. eLife. 5:e15023"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":6,
        "Author":"Alvarez JP, Pekker I, Goldshmidt A, Blum E, Amsellem Z, Eshed Y. 2006. Endogenous and Synthetic MicroRNAs Stimulate Simultaneous, Efficient, and Localized Regulation of Multiple Targets in Diverse Species. Plant Cell. 18(5):1134–51"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":7,
        "Author":"Anderson GH, Veit B, Hanson MR. 2005. The Arabidopsis AtRaptor genes are essential for post-embryonic plant growth. BMC Biol. 3(1):12"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":8,
        "Author":"Arora R, Agarwal P, Ray S, Singh A, Singh V, et al. 2007. MADS-box gene family in rice: genome-wide identification, organization and expression profiling during reproductive development and stress. BMC Genomics. 8(1):242"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":9,
        "Author":"Asahina M, Azuma K, Pitaksaringkarn W, Yamazaki T, Mitsuda N, et al. 2011. Spatially selective hormonal control of RAP2.6L and ANAC071 transcription factors involved in tissue reunion in Arabidopsis. Proceedings of the National Academy of Sciences. 108(38):16128–32"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":10,
        "Author":"Bazin J, Baerenfaller K, Gosai SJ, Gregory BD, Crespi M, Bailey-Serres J. 2017. Global analysis of ribosome-associated noncoding RNAs unveils new modes of translational regulation. Proc Natl Acad Sci USA. 114(46):E10018–27"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":11,
        "Author":"Berman SA, Wilson NF, Haas NA, Lefebvre PA. 2003. A Novel MAP Kinase Regulates Flagellar Length in Chlamydomonas. Current Biology. 13(13):1145–49"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":12,
        "Author":"Bhaskara GB, Wen T-N, Nguyen TT, Verslues PE. 2017. Protein Phosphatase 2Cs and Microtubule-Associated Stress Protein 1 Control Microtubule Stability, Plant Growth, and Drought Response. Plant Cell. 29(1):169–91"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":13,
        "Author":"Borecký J, Nogueira FTS, de Oliveira KAP, Maia IG, Vercesi AE, Arruda P. 2006. The plant energy-dissipating mitochondrial systems: depicting the genomic structure and the expression profiles of the gene families of uncoupling protein and alternative oxidase in monocots and dicots. Journal of Experimental Botany. 57(4):849–64"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":14,
        "Author":"Çakır B, Kılıçkaya O. 2015. Mitogen-activated protein kinase cascades in Vitis vinifera. Front. Plant Sci. 6:"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":15,
        "Author":"Cao-Pham AH, Urano D, Ross-Elliott TJ, Jones AM. 2018. Nudge-nudge, WNK-WNK (kinases), say no more? New Phytol. 220(1):35–48"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":16,
        "Author":"Cheong YH, Pandey GK, Grant JJ, Batistic O, Li L, et al. 2007. Two calcineurin B-like calcium sensors, interacting with protein kinase CIPK23, regulate leaf transpiration and root potassium uptake in Arabidopsis: CBL-CIPK network in drought and low-K responses. The Plant Journal. 52(2):223–39"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":17,
        "Author":"Clay NK, Adio AM, Denoux C, Jander G, Ausubel FM. 2009. Glucosinolate Metabolites Required for an Arabidopsis Innate Immune Response. Science. 323(5910):95–101"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":18,
        "Author":"Cruz-Ramírez A, López-Bucio J, Ramírez-Pimentel G, Zurita-Silva A, Sánchez-Calderon L, et al. 2004. The xipotl Mutant of Arabidopsis Reveals a Critical Role for Phospholipid Metabolism in Root System Development and Epidermal Cell Integrity. Plant Cell. 16(8):2020–34"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":19,
        "Author":"This study"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":20,
        "Author":"de la Fuente van Bentem S. 2006. Phosphoproteomics reveals extensive in vivo phosphorylation of Arabidopsis proteins involved in RNA metabolism. Nucleic Acids Research. 34(11):3267–78"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":21,
        "Author":"Dowdle J, Ishikawa T, Gatzek S, Rolinski S, Smirnoff N. 2007. Two genes in Arabidopsis thaliana encoding GDP-l-galactose phosphorylase are required for ascorbate biosynthesis and seedling viability: Role of GDP-l-Gal phosphorylase in ascorbate biosynthesis. The Plant Journal. 52(4):673–89"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":22,
        "Author":"Ebina I, Takemoto-Tsutsumi M, Watanabe S, Koyama H, Endo Y, et al. 2015. Identification of novel Arabidopsis thaliana upstream open reading frames that control expression of the main coding sequences in a peptide sequence-dependent manner. Nucleic Acids Research. 43(3):1562–76"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":23,
        "Author":"Ge C, Cui X, Wang Y, Hu Y, Fu Z, et al. 2006. BUD2, encoding an S-adenosylmethionine decarboxylase, is required for Arabidopsis growth and development. Cell Res. 16(5):446–56"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":24,
        "Author":"Guerrero-González ML, Rodríguez-Kessler M, Jiménez-Bremont JF. 2014. uORF, a regulatory mechanism of the Arabidopsis polyamine oxidase 2. Mol Biol Rep. 41(4):2427–43"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":25,
        "Author":"Guo L, Yu Y, Law JA, Zhang X. 2010. SET DOMAIN GROUP2 is the major histone H3 lysine 4 trimethyltransferase in Arabidopsis. Proceedings of the National Academy of Sciences. 107(43):18557–62"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":26,
        "Author":"Guo Y, Xiong L, Song C-P, Gong D, Halfter U, Zhu J-K. 2002. A Calcium Sensor and Its Interacting Protein Kinase Are Global Regulators of Abscisic Acid Signaling in Arabidopsis. Developmental Cell. 3(2):233–44"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":27,
        "Author":"Hagen G, Guilfoyle T. 2002. Auxin-responsive gene expression: genes, promoters and regulatory factors. In Auxin Molecular Biology, ed C Perrot-Rechenmann, G Hagen, pp. 373–85. Dordrecht: Springer Netherlands"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":28,
        "Author":"Hanfrey C, Elliott KA, Franceschetti M, Mayer MJ, Illingworth C, Michael AJ. 2005. A Dual Upstream Open Reading Frame-based Autoregulatory Circuit Controlling Polyamine-responsive Translation. J. Biol. Chem. 280(47):39229–37"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":29,
        "Author":"Hanson J, Hanssen M, Wiese A, Hendriks MMWB, Smeekens S. 2007. The sucrose regulated transcription factor bZIP11 affects amino acid metabolism by regulating the expression of ASPARAGINE SYNTHETASE1 and PROLINE DEHYDROGENASE2: bZIP11 affects metabolism of amino acids. The Plant Journal. 53(6):935–49"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":30,
        "Author":"Hara M, Kashima D, Horiike T, Kuboi T. 2010. Metal-binding characteristics of the protein which shows the highest histidine content in the Arabidopsis genome. Plant Biotechnology. 27(5):475–80"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":31,
        "Author":"Hayashi N, Sasaki S, Takahashi H, Yamashita Y, Naito S, Onouchi H. 2017. Identification of Arabidopsis thaliana upstream open reading frames encoding peptide sequences that cause ribosomal arrest. Nucleic Acids Research. 45(15):8844–58"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":32,
        "Author":"Hayden CA, Jorgensen RA. 2007. Identification of novel conserved peptide uORF homology groups in Arabidopsis and rice reveals ancient eukaryotic origin of select groups and preferential association with transcription factor-encoding genes. BMC Biol. 5(1):32"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":33,
        "Author":"Henriques R, Magyar Z, Monardes A, Khan S, Zalejski C, et al. 2010. Arabidopsis S6 kinase mutants display chromosome instability and altered RBR1–E2F pathway activity. EMBO J. 29(17):2979–93"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":34,
        "Author":"Hoth S. 2002. Genome-wide gene expression profiling in Arabidopsis thaliana reveals new targets of abscisic acid and largely impaired gene regulation in the abi1-1 mutant. Journal of Cell Science. 115(24):4891–4900"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":35,
        "Author":"Hou C, Lee W, Chou H, Chen A, Chou S, Chen H. 2016. Global Analysis of Truncated RNA Ends Reveals New Insights into Ribosome Stalling in Plants. Plant Cell. 28(10):2398–2416"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":36,
        "Author":"Hrabak EM, Chan CWM, Gribskov M, Harper JF, Choi JH, et al. 2003. The Arabidopsis CDPK-SnRK Superfamily of Protein Kinases. Plant Physiol. 132(2):666–80"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":37,
        "Author":"Hunter C. 2006. Trans-acting siRNA-mediated repression of ETTIN and ARF4 regulates heteroblasty in Arabidopsis. Development. 133(15):2973–81"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":38,
        "Author":"Imai A. 2006. The dwarf phenotype of the Arabidopsis acl5 mutant is suppressed by a mutation in an upstream ORF of a bHLH gene. Development. 133(18):3575–85"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":39,
        "Author":"Innes RW. 2001. Mapping out the roles of MAP kinases in plant defense. Trends in Plant Science. 6(9):392–94"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":40,
        "Author":"Ishitsuka S, Yamamoto M, Miyamoto M, Kuwashiro Y, Imai A, et al. 2019. Complexity and Conservation of Thermospermine-Responsive uORFs of SAC51 Family Genes in Angiosperms. Front. Plant Sci. 10:564"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":41,
        "Author":"Ivanov IP, Atkins JF, Michael AJ. 2010. A profusion of upstream open reading frame mechanisms in polyamine-responsive translational regulation. Nucleic Acids Research. 38(2):353–59"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":42,
        "Author":"Jakoby M, Weisshaar B, Dröge-Laser W, Vicente-Carbajosa J, Tiedemann J, et al. 2002. bZIP transcription factors in Arabidopsis. Trends in Plant Science. 7(3):106–11"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":43,
        "Author":"Jennings MD, Pavitt GD. 2010. eIF5 is a dual function GAP and GDI for eukaryotic translational control. Small GTPases. 1(2):6"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":44,
        "Author":"Jorgensen RA, Dorantes-Acosta AE. 2012. Conserved Peptide Upstream Open Reading Frames are Associated with Regulatory Genes in Angiosperms. Front. Plant Sci. 3:"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":45,
        "Author":"Juntawong P, Girke T, Bazin J, Bailey-Serres J. 2014. Translational dynamics revealed by genome-wide profiling of ribosome footprints in Arabidopsis. Proceedings of the National Academy of Sciences. 111(1):E203–12"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":46,
        "Author":"Kakehi J-I, Kawano E, Yoshimoto K, Cai Q, Imai A, Takahashi T. 2015. Mutations in Ribosomal Proteins, RPL4 and RACK1, Suppress the Phenotype of a Thermospermine-Deficient Mutant of Arabidopsis thaliana. PLoS ONE. 10(1):e0117309"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":47,
        "Author":"Keren I, Citovsky V. 2016. The histone deubiquitinase OTLD1 targets euchromatin to regulate plant growth. Science Signaling. 9(459):ra125–ra125"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":48,
        "Author":"Keren I, Citovsky V. 2017. Activation of gene expression by histone deubiquitinase OTLD1. Epigenetics. 12(7):584–90"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":49,
        "Author":"Kim JH, Choi D, Kende H. 2003. The AtGRF family of putative transcription factors is involved in leaf and cotyledon growth in Arabidopsis. The Plant Journal. 36(1):94–104"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":50,
        "Author":"Krichevsky A, Zaltsman A, Lacroix B, Citovsky V. 2011. Involvement of KDM1C histone demethylase-OTLD1 otubain-like histone deubiquitinase complexes in plant gene repression. Proceedings of the National Academy of Sciences. 108(27):11157–62"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":51,
        "Author":"Kuroha T, Tokunaga H, Kojima M, Ueda N, Ishida T, et al. 2009. Functional Analyses of LONELY GUY Cytokinin-Activating Enzymes Reveal the Importance of the Direct Activation Pathway in Arabidopsis. Plant Cell. 21(10):3152–69"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":52,
        "Author":"Laing WA, Martínez-Sánchez M, Wright MA, Bulley SM, Brewster D, et al. 2015. An Upstream Open Reading Frame Is Essential for Feedback Regulation of Ascorbate Biosynthesis in Arabidopsis. Plant Cell. 27(3):772–86"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":53,
        "Author":"Larkindale J, Hall JD, Knight MR, Vierling E. 2005. Heat Stress Phenotypes of Arabidopsis Mutants Implicate Multiple Signaling Pathways in the Acquisition of Thermotolerance. Plant Physiol. 138(2):882–97"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":54,
        "Author":"Lasswell J, Rogg LE, Nelson DC, Rongey C, Bartel B. 2000. Cloning and Characterization of IAR1, a Gene Required for Auxin Conjugate Sensitivity in Arabidopsis. , p. 15"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":55,
        "Author":"Lee D-H, Park SJ, Ahn CS, Pai H-S. 2017. MRF Family Genes Are Involved in Translation Control, Especially under Energy-Deficient Conditions, and Their Expression and Functions Are Modulated by the TOR Signaling Pathway. Plant Cell. 29(11):2895–2920"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":56,
        "Author":"Lee SC, Lan W-Z, Kim B-G, Li L, Cheong YH, et al. 2007. A protein phosphorylation\/dephosphorylation network regulates a plant potassium channel. Proceedings of the National Academy of Sciences. 104(40):15959–64"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":57,
        "Author":"Li L, Kim B-G, Cheong YH, Pandey GK, Luan S. 2006. A Ca2+ signaling pathway regulates a K+ channel for low-K response in Arabidopsis. Proceedings of the National Academy of Sciences. 103(33):12625–30"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":58,
        "Author":"Linster CL, Gomez TA, Christensen KC, Adler LN, Young BD, et al. 2007. Arabidopsis VTC2 Encodes a GDP-l-Galactose Phosphorylase, the Last Unknown Enzyme in the Smirnoff-Wheeler Pathway to Ascorbic Acid in Plants. J. Biol. Chem. 282(26):18879–85"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":59,
        "Author":"Lu SX, Knowles SM, Andronis C, Ong MS, Tobin EM. 2009. CIRCADIAN CLOCK ASSOCIATED1 and LATE ELONGATED HYPOCOTYL Function Synergistically in the Circadian Clock of Arabidopsis. Plant Physiol. 150(2):834–43"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":60,
        "Author":"Ma J, Hanssen M, Lundgren K, Hernández L, Delatte T, et al. 2011. The sucrose-regulated Arabidopsis transcription factor bZIP11 reprograms metabolism and regulates trehalose metabolism. New Phytologist. 191(3):733–45"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":61,
        "Author":"Mahfouz MM, Kim S, Delauney AJ, Verma DPS. 2006. Arabidopsis TARGET OF RAPAMYCIN Interacts with RAPTOR, Which Regulates the Activity of S6 Kinase in Response to Osmotic Stress Signals. Plant Cell. 18(2):477–90"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":62,
        "Author":"Matrosova A, Bogireddi H, Mateo-Peñas A, Hashimoto-Sugimoto M, Iba K, et al. 2015. The HT1 protein kinase is essential for red light-induced stomatal opening and genetically interacts with OST1 in red light and CO 2 -induced stomatal movement responses. New Phytol. 208(4):1126–37"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":63,
        "Author":"Meinke DW, Meinke LK, Showalter TC, Schissel AM, Mueller LA, Tzafrir I. 2003. A Sequence-Based Map of Arabidopsis Genes with Mutant Phenotypes. Plant Physiol. 131(2):409–18"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":64,
        "Author":"Mizoguchi T, Hayashida N, Yamaguchi-Shinozaki K, Kamada H, Shinozaki K. 1995. Two genes that encode ribosomal-protein S6 kinase homologs are induced by cold or salinity stress in Arabidopsis thaliana. FEBS Letters. 358(2):199–204"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":65,
        "Author":"Moeder W, Garcia-Petit C, Ung H, Fucile G, Samuel MA, et al. 2013. Crystal structure and biochemical analyses reveal that the Arabidopsis triphosphate tunnel metalloenzyme AtTTM3 is a tripolyphosphatase involved in root development. Plant J. 76(4):615–26"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":66,
        "Author":"Ohashi-Ito K, Bergmann DC. 2007. Regulation of the Arabidopsis root vascular initial population by LONESOME HIGHWAY. Development. 134(16):2959–68"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":67,
        "Author":"Ohashi-Ito K, Matsukawa M, Fukuda H. 2013. An Atypical bHLH Transcription Factor Regulates Early Xylem Development Downstream of Auxin. Plant and Cell Physiology. 54(3):398–405"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":68,
        "Author":"Pagnussat GC. 2005. Genetic and molecular identification of genes required for female gametophyte development and function in Arabidopsis. Development. 132(3):603–14"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":69,
        "Author":"Pajerowska-Mukhtar KM, Wang W, Tada Y, Oka N, Tucker CL, et al. 2012. The HSF-like Transcription Factor TBF1 Is a Major Molecular Switch for Plant Growth-to-Defense Transition. Current Biology. 22(2):103–12"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":70,
        "Author":"Palmieri L, Picault N, Arrigoni R, Besin E, Palmieri F, Hodges M. 2008. Molecular identification of three Arabidopsis thaliana mitochondrial dicarboxylate carrier isoforms: organ distribution, bacterial expression, reconstitution into liposomes and functional characterization. Biochemical Journal. 410(3):621–29"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":71,
        "Author":"Palusa SG, Ali GS, Reddy ASN. 2007. Alternative splicing of pre-mRNAs of Arabidopsis serine\/arginine-rich proteins: regulation by hormones and stresses: Stress regulation of alternative splicing of SR genes. The Plant Journal. 49(6):1091–1107"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":72,
        "Author":"Pavet V, Olmos E, Kiddle G, Mowla S, Kumar S, et al. 2005. Ascorbic Acid Deficiency Activates Cell Death and Disease Resistance Responses in Arabidopsis. Plant Physiol. 139(3):1291–1303"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":73,
        "Author":"Pekker I, Alvarez JP, Eshed Y. 2005. Auxin Response Factors Mediate Arabidopsis Organ Asymmetry via Modulation of KANADI Activity. Plant Cell. 17(11):2899–2910"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":74,
        "Author":"Peng Y-J, Shih C-F, Yang J-Y, Tan C-M, Hsu W-H, et al. 2013. A RING-type E3 ligase controls anther dehiscence by activating the jasmonate biosynthetic pathway gene DEFECTIVE IN ANTHER DEHISCENCE1 in Arabidopsis. Plant J. 74(2):310–27"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":75,
        "Author":"Picault N, Hodges M, Palmieri L, Palmieri F. 2004. The growing family of mitochondrial carriers in Arabidopsis. Trends in Plant Science. 9(3):138–46"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":76,
        "Author":"Pitaksaringkarn W, Matsuoka K, Asahina M, Miura K, Sage-Ono K, et al. 2014. XTH20 and XTH19 regulated by ANAC071 under auxin flow are involved in cell proliferation in incised Arabidopsis inflorescence stems. Plant J. 80(4):604–14"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":77,
        "Author":"Polko JK, Barnes WJ, Voiniciuc C, Doctor S, Steinwand B, et al. 2018. SHOU4 Proteins Regulate Trafficking of Cellulose Synthase Complexes to the Plasma Membrane. Current Biology. 28(19):3174-3182.e6"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":78,
        "Author":"Ponnu J, Wahl V, Schmid M. 2011. Trehalose-6-Phosphate: Connecting Plant Metabolism and Development. Front. Plant Sci. 2:"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":79,
        "Author":"Qin Y, Leydon AR, Manziello A, Pandey R, Mount D, et al. 2009. Penetration of the Stigma and Style Elicits a Novel Transcriptome in Pollen Tubes, Pointing to Genes Critical for Growth in a Pistil. PLoS Genet. 5(8):e1000621"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":80,
        "Author":"Qu Y, Wang Q, Guo J, Wang P, Song P, et al. 2017. Peroxisomal CuAOζ and its product H2O2 regulate the distribution of auxin and IBA-dependent lateral root development in Arabidopsis. Journal of Experimental Botany. 68(17):4851–67"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":81,
        "Author":"Rahmani F, Hummel M, Schuurmans J, Wiese-Klinkenberg A, Smeekens S, Hanson J. 2009. Sucrose Control of Translation Mediated by an Upstream Open Reading Frame-Encoded Peptide. Plant Physiol. 150(3):1356–67"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":82,
        "Author":"Rampey RA, Woodward AW, Hobbs BN, Tierney MP, Lahner B, et al. 2006. An Arabidopsis Basic Helix-Loop-Helix Leucine Zipper Protein Modulates Metal Homeostasis and Auxin Conjugate Responsiveness. Genetics. 174(4):1841–57"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":83,
        "Author":"Rashotte AM, Goertzen LR. 2010. The CRF Research articledomain defines Cytokinin Response Factor proteins in plants. , p. 10"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":84,
        "Author":"Ribone PA, Capella M, Arce AL, Chan RL. 2017. A uORF Represses the Transcription Factor AtHB1 in Aerial Tissues to Avoid a Deleterious Phenotype. Plant Physiol. 175(3):1238–53"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":85,
        "Author":"Sasaki-Sekimoto Y, Taki N, Obayashi T, Aono M, Matsumoto F, et al. 2005. Coordinated activation of metabolic pathways for antioxidants and defence compounds by jasmonates and their roles in stress tolerance in Arabidopsis: Metabolism regulated by jasmonates in Arabidopsis. The Plant Journal. 44(4):653–68"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":86,
        "Author":"Shen W, Hanley-Bowdoin L. 2006. Geminivirus Infection Up-Regulates the Expression of Two Arabidopsis Protein Kinases Related to Yeast SNF1- and Mammalian AMPK-Activating Kinases. Plant Physiol. 142(4):1642–55"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":87,
        "Author":"Skirycz A, Reichelt M, Burow M, Birkemeyer C, Rolcik J, et al. 2006. DOF transcription factor AtDof1.1 (OBP2) is part of a regulatory network controlling glucosinolate biosynthesis in Arabidopsis. The Plant Journal. 47(1):10–24"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":88,
        "Author":"Staneloni RJ, Rodriguez-Batiller MJ, Legisa D, Scarpin MR, Agalou A, et al. 2009. Bell-like homeodomain selectively regulates the high-irradiance response of phytochrome A. Proceedings of the National Academy of Sciences. 106(32):13624–29"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":89,
        "Author":"Sun L, Yang Z-T, Song Z-T, Wang M-J, Sun L, et al. 2013. The plant-specific transcription factor gene NAC103 is induced by bZIP60 through a new cis -regulatory element to modulate the unfolded protein response in Arabidopsis. Plant J. n\/a-n\/a"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":90,
        "Author":"Tabuchi T, Okada T, Azuma T, Nanmori T, Yasuda T. 2006. Posttranscriptional Regulation by the Upstream Open Reading Frame of the Phosphoethanolamine N -Methyltransferase Gene. Bioscience, Biotechnology, and Biochemistry. 70(9):2330–34"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":91,
        "Author":"Takahashi H, Hayashi N, Yamashita Y, Naito S, Takahashi A, et al. 2019. Comprehensive genome-wide identification of angiosperm upstream ORFs with peptide sequences conserved in various taxonomic ranges using a novel pipeline, ESUCA. BMC Genomics, 21, 260."
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":92,
        "Author":"Takahashi H, Takahashi A, Naito S, Onouchi H. 2012. BAIUCAS: a novel BLAST-based algorithm for the identification of upstream open reading frames with conserved amino acid sequences and its application to the Arabidopsis thaliana genome. Bioinformatics. 28(17):2231–41"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":93,
        "Author":"Takahashi T, Kakehi J-I. 2010. Polyamines: ubiquitous polycations with unique roles in growth and stress responses. Annals of Botany. 105(1):1–6"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":94,
        "Author":"Tepperman JM, Hwang Y-S, Quail PH. 2006. phyA dominates in transduction of red-light signals to rapidly responding genes at the initiation of Arabidopsis seedling de-etiolation. The Plant Journal. 48(5):728–42"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":95,
        "Author":"Tran L-SP, Nakashima K, Sakuma Y, Simpson SD, Fujita Y, et al. 2004. Isolation and Functional Analysis of Arabidopsis Stress-Inducible NAC Transcription Factors That Bind to a Drought-Responsive cis -Element in the early responsive to dehydration stress 1 Promoter. Plant Cell. 16(9):2481–98"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":96,
        "Author":"Tran MK, Schultz CJ, Baumann U. 2008. Conserved upstream open reading frames in higher plants. BMC Genomics. 9(1):361"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":97,
        "Author":"Tripathi V, Parasuraman B, Laxmi A, Chattopadhyay D. 2009. CIPK6, a CBL-interacting protein kinase is required for development and salt tolerance in plants. The Plant Journal. 58(5):778–90"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":98,
        "Author":"Tsuchiya T, Eulgem T. 2010. Co-option of EDM2 to distinct regulatory modules in Arabidopsis thaliana development. BMC Plant Biol. 10(1):203"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":99,
        "Author":"Turck F, Kozma SC, Thomas G, Nagy F. 1998. A Heat-Sensitive Arabidopsis thaliana Kinase Substitutes for Human p70 s6k Function In Vivo. Mol. Cell. Biol. 18(4):2038–44"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":100,
        "Author":"Uchiyama-Kadokura N, Murakami K, Takemoto M, Koyanagi N, Murota K, et al. 2014. Polyamine-Responsive Ribosomal Arrest at the Stop Codon of an Upstream Open Reading Frame of the AdoMetDC1 Gene Triggers Nonsense-Mediated mRNA Decay in Arabidopsis thaliana. Plant and Cell Physiology. 55(9):1556–67"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":101,
        "Author":"Valluru R, Van den Ende W. 2012. Erratum to ‘Myo-inositol and beyond – Emerging networks under stress’ [Plant Sci. 181 (2011) 387–400]. Plant Science. 185–186:340–41"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":102,
        "Author":"van der Horst S, Snel B, Hanson J, Smeekens S. 2019. Novel pipeline identifies new upstream ORFs and non-AUG initiating main ORFs with conserved amino acid sequences in the 5′ leader of mRNAs in Arabidopsis thaliana. RNA. 25(3):292–304"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":103,
        "Author":"Vaughn JN, Ellingson SR, Mignone F, von Arnim A. 2012. Known and novel post-transcriptional regulatory sequences are conserved across plant families. RNA. 18(3):368–84"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":104,
        "Author":"Vedovato M, Rossi V, Dacks JB, Filippini F. 2009. Comparative analysis of plant genomes allows the definition of the “Phytolongins”: a novel non-SNARE longin domain protein family. BMC Genomics. 10(1):510"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":105,
        "Author":"Vera-Sirera F, De Rybel B, Úrbez C, Kouklas E, Pesquera M, et al. 2015. A bHLH-Based Feedback Loop Restricts Vascular Cell Proliferation in Plants. Developmental Cell. 35(4):432–43"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":106,
        "Author":"Waki T, Miyashima S, Nakanishi M, Ikeda Y, Hashimoto T, Nakajima K. 2013. A GAL4-based targeted activation tagging system in Arabidopsis thaliana. Plant J. 73(3):357–67"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":107,
        "Author":"Wiese A, Elzinga N, Wobbes B, Smeekens S. 2004. A Conserved Upstream Open Reading Frame Mediates Sucrose-Induced Repression of Translation. Plant Cell. 16(7):1717–29"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":108,
        "Author":"Winter V, Hauser M-T. 2006. Exploring the ESCRTing machinery in eukaryotes. Trends in Plant Science. 11(3):115–23"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":109,
        "Author":"Xu G, Yuan M, Ai C, Liu L, Zhuang E, et al. 2017. uORF-mediated translation allows engineered plant disease resistance without fitness costs. Nature. 545(7655):491–94"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":110,
        "Author":"Xu J, Li H-D, Chen L-Q, Wang Y, Liu L-L, et al. 2006. A Protein Kinase, Interacting with Two Calcineurin B-like Proteins, Regulates K+ Transporter AKT1 in Arabidopsis. Cell. 125(7):1347–60"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":111,
        "Author":"Xu Z-Y, Kim SY, Hyeon DY, Kim DH, Dong T, et al. 2013. The Arabidopsis NAC Transcription Factor ANAC096 Cooperates with bZIP-Type Transcription Factors in Dehydration and Osmotic Stress Responses. The Plant Cell. 25(11):4708–24"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":112,
        "Author":"Yamaguchi M, Ohtani M, Mitsuda N, Kubo M, Ohme-Takagi M, et al. 2010. VND-INTERACTING2, a NAC Domain Transcription Factor, Negatively Regulates Xylem Vessel Formation in Arabidopsis. Plant Cell. 22(4):1249–63"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":113,
        "Author":"Yamashita Y, Takamatsu S, Glasbrenner M, Becker T, Naito S, Beckmann R. 2017. Sucrose sensing through nascent peptide-meditated ribosome stalling at the stop codon of Arabidopsis bZIP11 uORF2. FEBS Lett. 591(9):1266–77"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":114,
        "Author":"Yao C-W, Hsu B-D, Chen B-S. 2011. Constructing gene regulatory networks for long term photosynthetic light acclimation in Arabidopsis thaliana. BMC Bioinformatics. 12(1):335"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":115,
        "Author":"Yoshimoto K, Noutoshi Y, Hayashi K, Shirasu K, Takahashi T, Motose H. 2012. A Chemical Biology Approach Reveals an Opposite Action between Thermospermine and Auxin in Xylem Development in Arabidopsis thaliana. Plant and Cell Physiology. 53(4):635–45"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":116,
        "Author":"Yu F, Shi J, Zhou J, Gu J, Chen Q, et al. 2010. ANK6, a mitochondrial ankyrin repeat protein, is required for male-female gamete recognition in Arabidopsis thaliana. Proceedings of the National Academy of Sciences. 107(51):22332–37"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":117,
        "Author":"Zallot R, Agrimi G, Lerma-Ortiz C, Teresinski HJ, Frelin O, et al. 2013. Identification of Mitochondrial Coenzyme A Transporters from Maize and Arabidopsis. Plant Physiol. 162(2):581–88"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":118,
        "Author":"Zhang H, Si X, Ji X, Fan R, Liu J, et al. 2018. Genome editing of upstream open reading frames enables translational control in plants. Nat Biotechnol. 36(9):894–98"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":119,
        "Author":"Zhu X, Li Y, Fang W, Kusano T. 2018. Galactinol is involved in sequence-conserved upstream open reading frame-mediated repression of Arabidopsis HsfB1 translation. Environmental and Experimental Botany. 156:120–29"
    },
    {
        "Table S1: Summary of all known Arabidopsis CPuORFs - References":120,
        "Author":"Zhu X, Thalor SK, Takahashi Y, Berberich T, Kusano T. 2012. An inhibitory effect of the sequence-conserved upstream open-reading frame on the translation of the main open-reading frame of HsfB1 transcripts in Arabidopsis: uORF-mediated repression of HsfB1 translation. Plant, Cell & Environment. 35(11):2014–30"
    }
]